[
  {
    "chapter_id": 1,
    "title": "अर्जुनविषादयोगः",
    "start": "अथ प्रथमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> अर्जुनविषादयोगो नाम <br>प्रथमोऽध्यायः",
      "hindi": "पाण्डवोंने बारह वर्षका वनवास और एक वर्षका अज्ञातवास समाप्त होनेपर जब प्रतिज्ञाके अनुसार अपना आधा राज्य माँगा, तब दुर्योधनने आधा राज्य तो क्या, तीखी सूईकी नोक-जितनी जमीन भी बिना युद्धके देनी स्वीकार नहीं की। अत: पाण्डवोंने माता कुन्तीकी आज्ञाके अनुसार युद्ध करना स्वीकार कर लिया। इस प्रकार पाण्डवों और कौरवोंका युद्ध होना निश्चित हो गया और तदनुसार दोनों ओरसे युद्धकी तैयारी होने लगी।<br><br>महर्षि वेदव्यासजीका धृतराष्ट्रपर बहुत स्नेह था। उस स्नेहके कारण उन्होंने धृतराष्ट्रके पास आकर कहा कि 'युद्ध होना और उसमें क्षत्रियोंका महान् संहार होना अवश्यम्भावी है, इसे कोई टाल नहीं सकता। यदि तुम युद्ध देखना चाहते हो तो मैं तुम्हें दिव्य दृष्टि दे सकता हूँ, जिससे तुम यहीं बैठे-बैठे युद्धको अच्छी तरहसे  देख सकते हो।’ इसपर धृतराष्ट्रने कहा कि 'मैं जन्मभर अन्धा रहा, अब अपने कुलके संहारको मैं देखना नहीं चाहता; परन्तु युद्ध कैसे हो रहा है—यह समाचार जरूर सुनना चाहता हूँ।’ तब व्यासजीने कहा कि 'मैं संजयको दिव्य दृष्टि देता हूँ, जिससे यह सम्पूर्ण युद्धको, सम्पूर्ण घटनाओंको, सैनिकोंके मनमें आयी हुई बातोंको भी जान लेगा, सुन लेगा, देख लेगा और सब बातें तुम्हें सुना भी देगा।’ ऐसा कहकर व्यासजीने संजयको दिव्य दृष्टि प्रदान की।<br><br>निश्चित समयके अनुसार कुरुक्षेत्रमें युद्ध आरम्भ हुआ। दस दिनतक संजय युद्ध-स्थलमें ही रहे। जब पितामह भीष्म बाणोंके द्वारा रथसे गिरा दिये गये, तब संजयने हस्तिनापुरमें (जहाँ धृतराष्ट्र विराजमान थे) आकर धृतराष्ट्रको यह समाचार सुनाया। इस समाचारको सुनकर धृतराष्ट्रको बड़ा दु:ख हुआ और वे विलाप करने लगे। फिर उन्होंने संजयसे युद्धका सारा वृत्तान्त सुनानेके लिये कहा। भीष्मपर्वके चौबीसवें अध्यायतक संजयने युद्ध-सम्बन्धी बातें धृतराष्ट्रको सुनायीं। पचीसवें अध्यायके आरम्भमें धृतराष्ट्र संजयसे पूछते हैं—",
      "english": "After the expiry of twelve years of exile and residing in an unknown place for one year, the Pandavas demanded half of their kingdom from Duryodhana, as was his promise but he refused to give even as much land as could be covered by the point of a needle, without waging a war. The Pandavas sought permission from their mother Kunti, and accepted the challenge of a war. After this decision, both the Kauravas and the Pandavas, began preparation for the war. <br><br> Sage Veda Vyasa had great affection for Dhrtarastra, Duryodhana’s father and the blind king of Hastinapura. Due to his affection, he said to Dhrtarastra, ‘War and massacre of the Ksatriyas is inevitable. If you want to see the scene of the battlefield, I can endow you with divine sight so as to enable you to see scene of war, from the place you are sitting.’ Dhrtarastra said, ‘I have been blind all my life. Now I don’t want to see the slaughter of my own kith and kin. But I want to hear the details of the war.’ Then sage Vyasa said, ‘I endow Saiijaya with this divine sight by which he will know, hear and see, not only the incidents of the battlefield but also the ideas, in the minds of the warriors and will narrate these to you.’ Saying so, sage Vyasa endowed Saiijaya with divine vision. <br><br> The battle started on the battlefield of Kuruksetra at the appointed hour. Sanjaya stayed in the battlefield, for ten days. When Bhisma being badly wounded with arrows, fell off his chariot; Sanjaya conveyed the message to Dhrtarastra who at that time was in Hastinapura. Hearing this news, Dhrtarastra was filled with great sorrow and started to cry. Then he asked Sanjaya to narrate to him all the details of the war. Upto the twenty-fourth chapter of the Bhisma-Parva (section), Sanjaya narrated the incidents of the war. Note that  in the Mahabharata there are eighteen sections. In those sections there are several sub-sections. In the Bhisma section there is this Bhagavadgita, a subsection which begins with the thirteenth chapter of the Bhisma section and ends with the forty-second chapter.<br><br> And at the beginning of the twenty-fifth chapter, Dhrtarastra asks Sanjaya",
    "title1": "arjunaviṣādayogaḥ",
    "title2": "arjunaviṣāda",
    "titleEnglish": "The Yoga of the Despondency of Arjuna"
  },
  {
    "chapter_id": 2,
    "title": "साङ्ख्ययोगः",
    "start": "अथ द्वितीयोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> साङ्ख्ययोगो नाम <br>द्वितीयोऽध्यायः",
  "hindi": "दुर्योधनने द्रोणाचार्यसे दोनों सेनाओंकी बात कही, पर द्रोणाचार्य कुछ भी बोले नहीं। इससे दुर्योधन दु:खी हो गया। तब दुर्योधनको प्रसन्न करनेके लिये भीष्मजीने जोरसे शंख बजाया । भीष्मजीका शंख बजनेके बाद कौरव और पाण्डव-सेनाके बाजे बजे। इसके बाद (बीसवें श्लोकसे) श्रीकृष्णार्जुनसंवाद आरम्भ हुआ।<br><br> अर्जुनने भगवान्से अपने रथको दोनों सेनाओंके बीचमें खड़ा करनेके लिये कहा। भगवान्ने दोनों सेनाओंके बीचमें भीष्म, द्रोण आदिके सामने रथको खड़ा करके अर्जुनसे कुरुवंशियोंको देखनेके लिये कहा। दोनों सेनाओंमें अपने ही स्वजनों—सम्बन्धियोंको देखकर अर्जुनमें कौटुम्बिक मोह जाग्रत् हुआ, जिसके परिणाममें अर्जुन युद्ध करना छोड़कर बाणसहित धनुषका त्याग करके रथके मध्यभागमें बैठ गये।<br><br> इसके बाद विषादमग्न अर्जुनके प्रति भगवान्ने क्या कहा—यह बात धृतराष्ट्रको सुनानेके लिये संजय दूसरे अध्यायका विषय आरम्भ करते हैं।",
    "english":"Duryodhana mentioned the great warriors of the two armies, but Dronacarya did not utter a word. So Duryodhana became sad. Then, Bhisma blew his conch loudly to cheer Duryodhana. Hearing the sound of his conch, the conchs, drums and cowhorns etc., of the Kaurava and the Pandava armies blared forth. After this (from the twentieth verse) the dialogue between Lord Krsna and Arjuna began. .<br><br> Arjuna asked Lord Krsna, to place his chariot in the midst of the two armies. The Lord, having placed the chariot between the two armies, in front of Bhisma and Drona etc., asked Arjuna to behold the Kurus. Having seen his kinsmen, he was filled with compassion and sadness, that he cast away his bow and arrows, and slumped into the seat of the chariot. .<br><br> The second chapter starts with Sanjaya telling Dhrtarastra, what Lord Krsna had said to Arjuna, when he was overwhelmed with grief.",
    "title1": "sāṅkhyayogaḥ",
    "title2": "sāṅkhya",
    "titleEnglish": "Sankhya Yoga"
  },
  {
    "chapter_id": 3,
    "title": "कर्मयोगः",
    "start": "अथ तृतीयोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> कर्मयोगो नाम <br>तृतीयोऽध्यायः",
  "hindi": "श्रीमद्भगवद्गीताका उपदेश मनुष्यमात्रके अनुभवपर आधारित है। इसका दिव्य उपदेश (दूसरे अध्यायके ग्यारहवें श्लोकसे) आरम्भ करनेपर सबसे पहले भगवान् यह स्पष्ट करते हैं कि शरीर और शरीरी एक-दूसरेसे सर्वथा भिन्न हैं। शरीर अनित्य, असत्, एकदेशीय और नाशवान् है तथा शरीरी नित्य, सत् , सर्वव्यापी और अविनाशी है। अत: नाशवान् वस्तुका विनाश देखकर दु:खी नहीं होना और अविनाशी वस्तुकी अविनाशिता देखकर उसे बनाये रखनेकी इच्छा नहीं करना ‘विवेक’ कहा जाता है। कर्मयोग, ज्ञानयोग और भक्तियोग—तीनों ही योगमार्गोंमें विवेककी बड़ी आवश्यकता है। ‘मैं शरीरसे सर्वथा भिन्न हूँ’—ऐसा विवेक होनेपर ही मुक्तिकी अभिलाषा जाग्रत् होती है। मुक्तिकी बात तो दूर रही, स्वर्गादिकी प्राप्तिकी कामना भी अपनेको शरीरसे अलग माननेपर ही उत्पन्न होती है। इसीलिये भगवान्ने अपने उपदेशका आरम्भ करते ही सबसे पहले विवेकका ही वर्णन किया है।<br><br> गीताका उपर्युक्त विवेक-प्रकरण दूसरे अध्यायके ग्यारहवें श्लोकसे प्रारम्भ होकर तीसवें श्लोकपर समाप्त होता है। विवेकके इस प्रकरणमें भगवान्ने आत्मा, अनात्मा, प्रकृति, पुरुष, ब्रह्म, अविद्या, ईश्वर, जीव, जगत्, माया आदि किसी भी दार्शनिक शब्दका प्रयोग नहीं किया है, प्रत्युत सभी मनुष्य सरलतासे समझ सकें, ऐसे ढंगसे भगवान्ने उसका विवेचन किया है। इसका तात्पर्य यह है कि मात्र मनुष्य परमात्मप्राप्तिके अधिकारी हैं; क्योंकि मनुष्यशरीर परमात्मप्राप्तिके लिये ही मिला है। अत: उपर्युक्त विवेकको महत्त्व देकर मात्र मनुष्य परमात्मप्राप्ति कर सकते हैं।<br><br> इस प्रकरणमें भगवान्ने ‘बुद्धि’ शब्दका प्रयोग भी नहीं किया है। वास्तवमें नित्य और अनित्य, सत् और असत् , अविनाशी और विनाशी, शरीरी और शरीरको अलग-अलग समझनेके लिये ‘विवेक’ की ही आवश्यकता है ‘बुद्धि’ की नहीं। विवेक बुद्धिसे परे है। जैसे प्रकृति और पुरुष अनादि हैं (गीता—तेरहवें अध्यायका उन्नीसवाँ श्लोक), ऐसे ही उनकी भिन्नताको प्रकट करनेवाला विवेक भी अनादि है। यही विवेक बुद्धिमें प्रकट होता है। यह भगवत्प्रदत्त विवेक मात्र प्राणियोंको नित्यप्राप्त है। पशु-पक्षी भी खाद्य-अखाद्य पदार्थोंकी भिन्नताको जानते हैं। लता-वृक्षमें भी सरदी-गरमी, अनुकूलता-प्रतिकूलताकी भिन्नताका ज्ञान रहता है। बुद्धिप्रधान होनेके कारण मनुष्यको यह विवेक विशेषरूपसे प्राप्त है। पशु-पक्षी आदिमें तो जीवन-निर्वाहमात्रके लिये जड-पदार्थोंका विवेक रहता है, पर मनुष्य अपने विवेकसे सदाके लिये जन्म-मरणरूप बन्धनसे मुक्त होकर शाश्वत शान्ति प्राप्त कर सकता है। यही मनुष्यके विवेककी विशेषता है।<br><br> विवेक जाग्रत् होनेपर अर्थात् शरीर और शरीरीकी भिन्नताका अनुभव होनेपर अपने कहलानेवाले शरीर-इन्द्रियाँ-मन-बुद्धिसहित संसारका सर्वथा सम्बन्ध-विच्छेद हो जाता है, जो कि वास्तवमें है और बुद्धि शुद्ध तथा सम हो जाती है अर्थात् बुद्धिका विषमभाव मिट जाता है।<br><br> कर्मयोगमें बुद्धिके एक निश्चयकी प्रधानता है—‘व्यवसायात्मिका बुद्धिरेकेह’ (गीता २। ४१)। मनुष्यका जब अपने कल्याण अथवा परमात्मप्राप्तिका ही एक निश्चय हो जाता है, तब उसे अनुकूलता और प्रतिकूलता बाधा नहीं पहुँचाती और इस प्रकार बिना कुछ किये ही उसकी बुद्धि स्वत: सम होने लगती है। बुद्धिको सम करनेके लिये तभीतक कहा जाता है, जबतक बुद्धिमें संसारका महत्त्व, आकर्षण, खिंचाव रहता है। एक निश्चयात्मिका बुद्धि हो<br><br>जानेपर संसारका महत्त्व, आकर्षण, ङ्क्षखंचाव स्वत: मिटने लग जाता है। ऐसी निश्चयात्मिका बुद्धि होनेमें भोग और संग्रहकी आसक्तिको महान् बाधक बताया गया है (गीता—दूसरे अध्यायका चौवालीसवाँ श्लोक)।<br><br> इस तरह कर्मयोगमें निश्चयात्मिका बुद्धिकी अत्यन्त आवश्यकता बतानेके बाद भगवान् अर्जुनको समभावपूर्वक कर्तव्यकर्म करनेके लिये विशेषरूपसे कहते हैं; जैसे—‘कर्मण्येवाधिकारस्ते’ (२। ४७), ‘योगस्थ: कुरु कर्माणि’ (२। ४८) ‘तेरा कर्म करनेमें ही अधिकार है’, ‘समतामें स्थित हुआ तू कर्मोंको कर’। इसके साथ यह भी कहते हैं कि ‘दूरेण ह्यवरं कर्म बुद्धियोगात् ’ (२। ४९) ‘बुद्धियोग-(समता-) से सकामकर्म अत्यन्त तुच्छ हैं’, आगे कहते हैं—‘बुद्धौ शरणमन्विच्छ’ (२। ४९), ‘बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते। तस्माद्योगाय युज्यस्व योग: कर्मसु कौशलम् ॥’ (२। ५०) ‘तू समबुद्धिका आश्रय ग्रहण कर’ ‘समतापूर्वक कर्म करनेवाला पुरुष पाप और पुण्य—दोनोंका यहाँ जीवित-अवस्थामें ही त्याग कर देता है, इसलिये तू समताकी प्राप्तिके लिये ही प्रयत्न कर; क्योंकि समता ही कर्मोंमें चतुरता है।’<br><br> अर्जुनके मनमें युद्ध न करनेका आग्रह पहलेसे ही था। पहले अध्यायके इकतीसवें श्लोकमें अर्जुन कहते हैं—‘युद्धमें अपने कुलको मारकर मैं अपना हित नहीं देखता’—‘न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे।’ फिर पैंतालीसवें श्लोकमें वे कहते हैं— ‘अहो! शोक है कि हमलोग बुद्धिमान् होकर भी युद्धरूप महान् पाप करनेको तैयार हो गये हैं’— ‘अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।’ आगे दूसरे अध्यायके पाँचवें श्लोकमें अर्जुन कहते हैं—‘मैं भिक्षाका अन्न खाना श्रेष्ठ समझता हूँ, पर युद्ध करना नहीं’—‘श्रेयो भोक्तुं भैक्ष्यमपीह लोके’ और नवें श्लोकमें तो भगवान्की आज्ञा ‘उत्तिष्ठ परन्तप’ (२। ३) के विरुद्ध अपना निर्णय ही सुना देते हैं कि ‘मैं युद्ध नहीं करूँगा’—‘न योत्स्ये’ (गीता २। ९)।<br><br> यह नियम है कि अपना आग्रह रखनेसे श्रोता वक्ताकी बातोंका आशय अच्छी तरहसे नहीं समझ सकता। यही कारण है कि अपना (युद्ध न करनेका) आग्रह रखनेसे अर्जुन भी उपर्युक्त प्रकरणमें भगवान्के वचनोंका आशय अच्छी तरहसे नहीं समझ सके। अत: अर्जुनको भगवान्के वचन मिले हुए-से जान पडऩे लगे। इसलिये भगवान्का अभिप्राय क्या है ? वे मेरे कल्याणके लिये कौन-सा साधन श्रेष्ठ समझते हैं— इसका खुलासा करानेके लिये अर्जुन आगेके दो श्लोकोंमें भगवान्से प्रश्न करते हैं।",
    "english":"",
    "title1": "karmayogaḥ",
    "title2": "karma",
    "titleEnglish": "The Yoga of Action"
  },
  {
    "chapter_id": 4,
    "title": "ज्ञानकर्मसंन्यासयोगः",
    "start": "अथ चतुर्थोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> ज्ञानकर्मसंन्यासयोगो नाम <br>चतुर्थोऽध्यायः",

  "hindi": "श्रीभगवान्ने दूसरे अध्यायके उनतालीसवें श्लोकमें अर्जुनसे कहा कि ज्ञानयोगमें अपने विवेकके अनुसार विचारपूर्वक चलनेसे जिस समबुद्धिकी प्राप्ति होती है, उसीको तू कर्मयोगके विषयमें सुन अर्थात् कर्मयोगमें निष्कामभावपूर्वक परहितार्थ कर्तव्य-कर्म करनेसे यह समबुद्धि कैसे प्राप्त होती है, इसे सुन—'एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमां शृणु।’  फिर कर्मयोगका वर्णन करते हुए प्रसंगानुसार अर्जुनके प्रश्न करनेपर स्थितप्रज्ञके लक्षण बताकर अध्यायका विषय समाप्त किया।<br><br> तीसरे अध्यायके आरम्भमें अर्जुनने प्रश्न किया कि आपके मतमें जब बुद्धि श्रेष्ठ मान्य है, तो फिर आप मुझे घोर कर्म-(युद्ध-) में क्यों लगाते हैं? इसके उत्तरमें भगवान्ने चौथे श्लोकसे उनतीसवें श्लोकतक विविध प्रकारसे कर्तव्य-कर्म करनेकी आवश्यकताका प्रतिपादन करते हुए सिद्ध किया कि कर्तव्य-कर्म करनेसे ही समबुद्धि प्राप्त होती है। फिर तीसवें श्लोकमें भगवन्निष्ठाके अनुसार कर्तव्य-कर्म करनेकी विशेष विधि बतायी कि विवेकपूर्वक सम्पूर्ण कर्मोंको मेरे अर्पण करके तथा निष्काम, निर्मम और नि:सन्ताप होकर शास्त्रविहित कर्तव्य-कर्मोंको करना चाहिये। कर्तव्य-कर्म करनेकी इस विधिको 'अपना मत’ कहते हुए भगवान्ने इकतीसवें-बत्तीसवें श्लोकोंमें अन्वय और व्यतिरेक विधिसे अपने इस मतकी पुष्टि की तथा पैंतीसवें श्लोकमें इस विधिके पालनपर विशेष जोर देते हुए कहा कि अपने कर्तव्यका पालन करते हुए मरना भी श्रेयस्कर है—'स्वधर्मे निधनं श्रेय:।’ इसपर अर्जुनने छत्तीसवें श्लोकमें प्रश्न किया कि मनुष्य न चाहते हुए भी किससे प्रेरित होकर पाप (अकर्तव्य) कर बैठता है? इसके उत्तरमें भगवान्ने 'काम’ अर्थात् कामनाको ही सारे पापों, अनर्थोंका हेतु बताकर अन्तमें कामरूप शत्रुको मार डालनेकी आज्ञा दी।<br><br> यद्यपि तीसरे अध्यायके सैंतीसवें श्लोकसे भगवान् लगातार उपदेश दे रहे हैं, तथापि तैंतालीसवें श्लोकमें अर्जुनके प्रश्नका उत्तर समाप्त होनेपर महॢष वेदव्यासजी तीसरे अध्यायकी समाप्ति कर देते हैं और नया (चौथा) अध्याय आरम्भ कर देते हैं। इससे ऐसा मालूम देता है कि अर्जुनके प्रश्नका उत्तर समाप्त होनेपर भगवान् कुछ समयके लिये रुक जाते हैं; फिर दूसरे अध्यायके सैंतालीसवें-अड़तालीसवें श्लोकोंसे जिस कर्मयोगका विषय चल रहा था, उसीको चौथे अध्यायके पहले श्लोकमें 'इमम्’ पदसे पुन: आरम्भ करते हैं। अत: चौथा अध्याय तीसरे अध्यायका ही परिशिष्ट माना जाता है।<br><br> कर्मयोगमें दो बातें मुख्य हैं—१—कर्तव्य-कर्मोंका आचरण और २—कर्तव्य-कर्मोंके विषयमें विशेष जानकारी। अर्जुन कर्मोंका स्वरूपसे त्याग करना चाहते हैं, इसीलिये तीसरे अध्यायके आरम्भमें भगवान्से कहते हैं कि आप मुझे घोर कर्ममें क्यों लगाते हैं? अत: तीसरे अध्यायमें तो भगवान् अनेक प्रकारसे कर्तव्य-कर्मोंके आचरणकी आवश्यकतापर विशेष जोर देते हैं और साथ ही कर्मयोगको समझनेकी तात्त्विक बातें भी कहते हैं; परन्तु इस चौथे अध्यायमें कर्मयोगकी तात्त्विक बातोंको समझनेपर विशेष जोर देते हुए कर्तव्य-कर्मोंका पालन करना आवश्यक बताते हैं। तात्पर्य यह है कि तीसरे और चौथे—दोनों ही अध्यायोंमें उपर्युक्त दोनों बातें कही गयी हैं; किन्तु तीसरे अध्यायमें कर्तव्य-कर्मोंके आचरणकी बात मुख्य है और चौथे अध्यायमें कर्तव्य-कर्मोंके विषयमें समझ-(जानकारी-) की बात मुख्य है—'तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्’ (४। १६)।<br><br> जो कर्मयोग अनादि होते हुए भी इस भूमण्डलपर जाननेवाले विशेष पुरुषके न रहनेसे बहुत कालसे लुप्तप्राय हो गया था, उसी कर्मयोगका वर्णन पुन: आरम्भ करते हुए भगवान् पहले तीन श्लोकोंमें कर्मयोगकी परम्परा बताकर उसकी अनादिता सिद्ध करते हैं।",
    "english": "",
    "title1": "jñānakarmasaṃnyāsayogaḥ",
    "title2": "jñānakarma",
    "titleEnglish": "The Yoga of Wisdom"
  },
  {
    "chapter_id": 5,
    "title": "संन्यासयोगः",
    "start": "अथ पञ्चमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> संन्यासयोगो नाम <br>पञ्चमोऽध्यायः",

  "hindi": "श्रीभगवान्ने चौथे अध्यायके तैंतीसवेंसे सैंतीसवें श्लोकतक कर्म तथा पदार्थोंका स्वरूपसे त्याग करके तत्त्वदर्शी महापुरुषके पास जाकर ज्ञान प्राप्त करनेकी प्रचलित प्रणालीकी प्रशंसा की और इसके लिये (चौथे अध्यायके चौंतीसवें श्लोकमें) अर्जुनको आज्ञा दी। तत्त्वज्ञान प्राप्त करनेकी इस प्रणालीमें कर्मोंका स्वरूपसे त्याग करके एकान्तमें परमात्मतत्त्वका मनन करना आवश्यक है। अर्जुनके मनमें पहले ही युद्धरूप कर्म न करनेका भाव था; क्योंकि वे अपना कल्याण चाहते थे और युद्धको पाप समझते थे। अत: अर्जुनने समझा कि भगवान् मेरे लिये इस प्रकार कर्मोंका स्वरूपसे त्याग करके ज्ञान-प्राप्तिके लिये साधन करनेको कहते हैं।<br><br>फिर चौथे अध्यायके ही अड़तीसवें श्लोकमें भगवान्ने कहा कि उसी तत्त्वज्ञानको साधक कर्मयोगके द्वारा अवश्य ही स्वयं अपने-आपमें प्राप्त कर लेता है। भाव यह है कि कर्मयोगके साधकको ज्ञान-प्राप्तिके लिये दूसरे साधनोंकी तथा तत्त्वदर्शी महापुरुषके पास जाकर निवास करनेकी कोई आवश्यकता नहीं है। इससे स्पष्ट ही तत्त्वज्ञानकी प्राप्तिमें कर्मयोगकी विशेषरूपसे प्रशंसा हुई है।<br><br> इस प्रकार अर्जुनने चौथे अध्यायके तैंतीसवें श्लोकमें ज्ञान प्राप्त करनेकी प्रचलित प्रणालीकी प्रशंसा सुनी और चौंतीसवें श्लोकमें 'विद्धि’ पदसे उस प्रणालीसे ज्ञान प्राप्त करनेकी अपने लिये विशेष आज्ञा मानी। फिर अड़तीसवें और इकतालीसवें श्लोकमें कर्मयोगकी प्रशंसा सुनी। बयालीसवें श्लोकमें भगवान्ने अर्जुनको 'योगमातिष्ठोत्तिष्ठ’ पदसे कर्मयोगकी विधिसे युद्ध करनेकी आज्ञा दी। इस तरह ज्ञानयोग और कर्मयोग—दोनोंकी प्रशंसा सुनकर तथा दोनोंके लिये आज्ञा प्राप्त होनेपर अर्जुन यह निर्णय नहीं कर सके कि इन दोनोंमें कौन-सा साधन मेरे लिये श्रेष्ठ है। अत: इसका निर्णय भगवान्से करानेके उद्देश्यसे अर्जुन प्रश्न करते हैं।",
    "english": "",
    "title1": "saṃnyāsayogaḥ",
    "title2": "saṃnyāsa",
    "titleEnglish": "The Yoga of Renunciation of Action"
  },
  {
    "chapter_id": 6,
    "title": "आत्मसंयमयोगः",
    "start": "अथ षष्ठोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> आत्मसंयमयोगो नाम <br>षष्ठोऽध्यायः",

  "hindi": "पाँचवें अध्यायके आरम्भमें अर्जुनने यह बात पूछी थी कि सांख्ययोग और कर्मयोग—इन दोनोंमें  श्रेष्ठ कौन है? इसके उत्तरमें भगवान्ने कहा कि ये दोनों ही कल्याण करनेवाले हैं; परन्तु कर्मसंन्यास और कर्मयोग—इन दोनोंमें  कर्मयोग  श्रेष्ठ है—'तयोस्तु कर्मसन्न्यासात्कर्मयोगो विशिष्यते’ (५। २)।<br><br>अब दोनों कल्याण करनेवाले कैसे हैं—इसका वर्णन भगवान्ने पाँचवें अध्यायके छब्बीसवें श्लोकतक किया। फिर सांख्ययोग तथा कर्मयोगके लिये उपयोगी और स्वतन्त्रतासे कल्याण करनेवाले ध्यानयोगका संक्षेपसे दो श्लोकोंमें वर्णन किया तथा अन्तमें अपनी ही तरफसे भक्तिकी निष्ठा बताकर पाँचवें अध्यायके विषयका उपसंहार किया।<br><br> अब पुन: कर्मयोगकी  श्रेष्ठता बतानेके लिये भगवान् छठे अध्यायका विषय आरम्भ करते हैं।",
    "english": "",
    "title1": "ātmasaṃyamayogaḥ",
    "title2": "ātmasaṃyama",
    "titleEnglish": "The Yoga of Meditation"
  },
  {
    "chapter_id": 7,
    "title": "ज्ञानविज्ञानयोगः",
    "start": "अथ सप्तमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> ज्ञानविज्ञानयोगो नाम <br>सप्तमोऽध्यायः",

  "hindi": "श्रीभगवान्ने छठे अध्यायके छियालीसवें श्लोकमें योगीकी महिमा कही और सैंतालीसवें श्लोकमें कहा कि योगियोंमें भी जो मुझमें श्रद्धा-प्रेम करके मेरा भजन करते हैं, वे भक्त सर्वश्रेष्ठ हैं। भक्तोंको जैसे भगवान्की याद आती है तो वे उसमें तल्लीन हो जाते हैं— मस्त हो जाते हैं, ऐसे ही भगवान्के सामने भक्तोंका विशेष प्रसंग आता है तो भगवान् उसमें मस्त हो जाते हैं। इसी मस्तीमें सराबोर होते हुए भगवान् अर्जुनके बिना पूछे ही सातवें अध्यायका विषय अपनी तरफसे प्रारम्भ कर देते हैं।",
    "english": "",
    "title1": "jñānavijñānayogaḥ",
    "title2": "jñānavijñāna",
    "titleEnglish": "The Yoga of Wisdom and Realisation"
  },
  {
    "chapter_id": 8,
    "title": "अक्षरब्रह्मयोगः",
    "start": "अथ अष्टमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> अक्षरब्रह्मयोगो नाम <br> अष्टमोऽध्यायः",

  "hindi": "श्रीभगवान्ने सातवें अध्यायके अन्तमें अपने समग्ररूपका वर्णन करते हुए ब्रह्म, अध्यात्म, कर्म, अधिभूत, अधिदैव और अधियज्ञ—इन छ: शब्दोंका प्रयोग किया और इस समग्ररूपको जाननेवाले योगियोंको अन्तकालमें अपनी प्राप्ति बतायी। इसको सुनकर इन छ: शब्दोंको स्पष्टरूपसे समझनेके लिये अर्जुन आठवें अध्यायके आरम्भके ही श्लोकोंमें कुल सात प्रश्न करते हैं।",
    "english": "",
    "title1": "akṣarabrahmayogaḥ",
    "title2": "akṣarabrahma",
    "titleEnglish": "The Yoga of the Imperishable Brahman"
  },
  {
    "chapter_id": 9,
    "title": "राजविद्याराजगुह्ययोगः",
    "start": "अथ नवमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> राजविद्याराजगुह्ययोगो नाम <br>नवमोऽध्यायः",

  "hindi": "सातवें अध्यायमें भगवान्के द्वारा विज्ञानसहित ज्ञान कहनेका जो प्रवाह चल रहा था, उसके बीचमें ही अर्जुनने आठवें अध्यायके आरम्भमें सात प्रश्न कर लिये। उनमेंसे छ: प्रश्नोंका उत्तर भगवान्ने संक्षेपसे देकर अन्तकालीन गतिविषयक सातवें प्रश्नका उत्तर विस्तारसे दिया।<br><br>अब सातवें अध्यायमें कहनेसे बचे हुए उसी विज्ञानसहित ज्ञानके विषयको विलक्षण रीतिसे कहनेके लिये भगवान् नवें अध्यायका विषय आरम्भ करते हैं।",
    "english": "",
    "title1": "rājavidyārājaguhyayogaḥ",
    "title2": "rājavidyā",
    "titleEnglish": "The Yoga of the Kingly Science & the Kingly Secret"
  },
  {
    "chapter_id": 10,
    "title": "विभूतियोगः",
    "start": "अथ दशमोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> विभूतियोगो नाम <br>दशमोऽध्यायः",

  "hindi": "श्रीभगवान् सातवें अध्यायमें अपने हृदयकी बात—विज्ञानसहित ज्ञान कह रहे थे। जब बीचमें ही आठवें अध्यायके आरम्भमें अर्जुनके प्रश्न करनेपर अपनी बात कहनेमें कुछ परिवर्तन हुआ, तब भगवान्ने पुन: विज्ञानसहित ज्ञान कहनेके लिये नवें अध्यायका विषय आरम्भ किया और उसकी समाप्ति भगवत्परायणतामें की। फिर भी भगवान्के मनमें और कहनेका भाव रहा। उन्हें अपने कथनपर संतोष नहीं हुआ। जैसे भक्तको भगवान्की बात सुनते हुए तृप्ति नहीं होती (गीता—दसवें अध्यायका अठारहवाँ श्लोक), ऐसे ही अपने प्यारे भक्त अर्जुनके प्रति अपने हृदयकी बात कहते-कहते भगवान्को तृप्ति नहीं हो रही है। कारण कि भगवान्के हृदयकी गोपनीय बात भक्तके सिवाय संसारमें और कोई सुननेवाला नहीं है। अत: भगवान् अर्जुनके बिना पूछे ही कृपापूर्वक दसवें अध्यायका विषय आरम्भ कर देते हैं।",
    "english": "",
    "title1": "vibhūtiyogaḥ",
    "title2": "vibhūti",
    "titleEnglish": "The Yoga of the Divine Glories"
  },
  {
    "chapter_id": 11,
    "title": "विश्वरूपदर्शनयोगः",
    "start": "अथैकादशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> विश्वरूपदर्शनयोगो नाम <br> ऐकादशोऽध्यायः",
  "hindi": "दसवें अध्यायके अन्तमें भगवान्ने अर्जुनपर विशेष कृपा करके कहा कि सम्पूर्ण जगत् अर्थात् अनन्त सृष्टियाँ मेरे किसी एक अंशमें हैं और वह मैं तेरा सारथि बना हुआ तेरे घोड़ोंकी लगाम और चाबुक लेकर बैठा हूँ तथा तेरी आज्ञाका पालन कर रहा हूँ! जब सब विभूतियों और योग-(प्रभाव-) का महान् आधार मैं तेरे सामने बैठा हूँ, तब तुझे अलग-अलग विभूतियोंको जाननेकी क्या आवश्यकता है? इस बातको सुनकर जब अर्जुनकी दृष्टि भगवान्की महती कृपापर गयी, तब वे बड़े आश्चर्यमें डूब जाते हैं और बोल उठते हैं—",
    "english": "",
    "title1": "viśvarūpadarśanayogaḥ",
    "title2": "viśvarūpa",
    "titleEnglish": "The Yoga of the Vision of the Cosmic Form"
  },
  {
    "chapter_id": 12,
    "title": "भक्तियोगः",
    "start": "अथ द्वादशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> भक्तियोगो नाम <br>द्वादशोऽध्यायः",
  "hindi": "श्रीभगवान्ने चौथे अध्यायके तैंतीसवें और चौंतीसवें श्लोकमें ज्ञानयोगकी श्रेष्ठता बताते हुए ज्ञानप्राप्तिके लिये प्रेरणा की। फिरज्ञानकी महि माका वर्णन किया। उसके बाद पाँचवें अध्यायके सोलहवें, सत्रहवें एवं चौबीसवेंसे छब्बीसवें श्लोकतक, छठे अध्यायके चौबीसवेंसे अट्ठाईसवें श्लोकतक और आठवें अध्यायके ग्यारहवेंसे तेरहवें श्लोकतक निर्गुण-निराकारकी उपासनाका महत्त्व बताया।<br><br> छठे अध्यायके सैंतालीसवें श्लोकमें साधक भक्तकी महिमा बतायी और सातवें अध्यायसे ग्यारहवें अध्यायतक जगह-जगह 'अहम्’, 'माम्’ आदि पदोंद्वारा विशेषरूपसे सगुण-साकार एवं सगुण-निराकारकी उपासनाका महत्त्व बताया तथा अन्तमें ग्यारहवें अध्यायके चौवनवें-पचपनवें श्लोकोंमें अनन्य भक्तिकी महिमा एवं फलसहित उसके स्वरूपका वर्णन किया।<br><br>उपर्युक्त वर्णनसे अर्जुनके मनमें यह जिज्ञासा उत्पन्न हुई कि सगुण भगवान्की उपासना करनेवाले और निर्गुण ब्रह्मकी उपासना करनेवाले—दोनोंमेंसे कौन-से उपासक श्रेष्ठ हैं। इसी जिज्ञासाको लेकर अर्जुन प्रश्न करते हैं—",
    "english": "",
    "title1": "bhaktiyogaḥ",
    "title2": "bhakti",
    "titleEnglish": "The Yoga of Devotion"
  },
  {
    "chapter_id": 13,
    "title": "क्षेत्रक्षेत्रज्ञविभागयोगः",
    "start": "अथ त्रयोदशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> क्षेत्रक्षेत्रज्ञविभागयोगो नाम <br>त्रयोदशोऽध्यायः",
  "hindi": "बारहवें अध्यायके आरम्भमें अर्जुनने पूछा कि आप (सगुण-साकार-)की उपासना करनेवाले और अव्यक्त अक्षर-(निर्गुण-निराकार) की उपासना करनेवाले—इन दोनोंमें कौन श्रेष्ठ हैं? उत्तरमें भगवान्ने अपनी उपासना करनेवालोंको श्रेष्ठ बताया और आगे कहा कि अव्यक्त अक्षरकी उपासना करनेवाले भी मेरेको ही प्राप्त होते हैं; परन्तु देहाभिमान रहनेके कारण उनको उपासनामें कठिनता अधिक होती है। ऐसा कहकर भगवान्ने सगुण-साकारकी उपासनाका विस्तारसे वर्णन किया। अब अव्यक्त अक्षरकी उपासनाका विस्तारसे वर्णन करनेके लिये और उसमें देहाभिमानरूप मुख्य बाधाको दूर करनेके लिये भगवान् तेरहवें अध्यायका विषय आरम्भ करते हैं।<br><br>सबसे पहले भगवान् क्षेत्र और क्षेत्रज्ञके विवेकका प्रकरण आरम्भ करते हैं।",
    "english": "",
    "title1": "kṣetrakṣetrajñavibhāgayogaḥ",
    "title2": "kṣetrakṣetrajña",
    "titleEnglish": "The Yoga of Distinction Between The Field & the Knower of the Field"
  },
  {
    "chapter_id": 14,
    "title": "गुणत्रयविभागयोगः",
    "start": "अथ चतुर्दशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> गुणत्रयविभागयोगो नाम <br>चतुर्दशोऽध्यायः",
  "hindi": "श्रीभगवान्ने तेरहवें अध्यायके अन्तमें कहा कि ज्ञानचक्षुसे क्षेत्र और क्षेत्रज्ञके भेदको देखनेवाला परमात्माको प्राप्त हो जाता है। अब प्रश्न होता है कि वह ज्ञान क्या है और उसकी क्या महिमा है तथा उस ज्ञानकी प्राप्तिका सरल उपाय क्या है? इसका वर्णन करनेके लिये भगवान् चौदहवें अध्यायका विषय आरम्भ करते हैं।<br><br>बन्धन दोसे होता है—प्रकृतिसे और प्रकृतिके कार्य गुणोंसे। प्रकृतिके बन्धनसे छूटनेके लिये भगवान्ने तेरहवें अध्यायका विषय बता दिया। अब प्रकृतिके कार्य गुणोंके बन्धनसे छूटनेके लिये भगवान् चौदहवें अध्यायका विषय आरम्भ करते हुए पहले दो श्लोकोंमें ज्ञानकी महिमाका वर्णन करते हैं।",
    "english": "",
    "title1": "guṇatrayavibhāgayogaḥ",
    "title2": "guṇatraya",
    "titleEnglish": "The Yoga of the Division of the Three Gunas"
  },
  {
    "chapter_id": 15,
    "title": "पुरुषोत्तमयोगः",
    "start": "अथ पञ्चदशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> पुरुषोत्तमयोगो नाम <br>पञ्चदशोऽध्यायः",
  "hindi": "श्रीमद्भगवद्गीताके बारहवें अध्यायके पहले श्लोकमें 'सगुण और निर्गुण-उपासकोंमें कौन श्रेष्ट है?’—इस प्रश्नके उत्तरमें भगवान् ने सगुण-उपासकोंको सर्वश्रेष्ठ  योगी बताया। पाँचवें श्लोकमें सगुण और निर्गुण-उपासनाकी तुलना करते हुए भगवान्  कहा कि देहाभिमानियोंके लिये अव्यक्त अर्थात्  निर्गुण-तत्त्वकी उपासना कठिन है। यह देहाभिमान-रूपी बाधा दूर कैसे हो—इस विषयका तथा निर्गुण-तत्त्वका विवेचन भगवान् ने तेरहवें और चौदहवें अध्यायमें किया।<br><br>  चौदहवें अध्यायके इक्कीसवें श्लोकमें अर्जुनने गुणातीत पुरुषोंके लक्षणों और आचरणोंके साथ-ही-साथ गुणातीत होनेका उपाय पूछा। इसके उत्तरमें भगवान् ने बाईसवेंसे पचीसवें श्लोकतक गुणातीत पुरुषके लक्षणों और आचरणोंका वर्णन करके छब्बीसवें श्लोकमें सगुण-उपासकोंके लिये 'अव्यभिचारी भक्तियोग’ को गुणातीत होनेका उपाय बताया। तात्पर्य यह है कि भगवान्का अनन्य भक्त ( भगवान्पर ही आश्रित और भगवान्को ही अपना माननेके कारण ) सुगमतापूर्वक गुणातीत भी हो जाता है। इस ( छब्बीसवें ) श्लोकमें भगवान् ने 'अव्यभिचारेण भक्तियोगेन’ पदोंसे व्यभिचारदोष-( संसारके आश्रय- ) से रहित भक्तियोगका, 'य:’ पदसे जीवका और 'माम्’ पदसे अपना ( परमात्माका ) सूक्ष्मरूपसे वर्णन किया। इसलिये इन्हीं तीनों विषयोंका अर्थात्  संसार, जीव और परमात्माका विस्तृत विवेचन भगवान् इस ( पन्द्रहवें ) अध्यायमें करते हैं।<br><br>  जीव स्वरूपत: ( परमात्माका अंश होनेसे ) गुणातीत होनेपर भी अनादि अज्ञानके कारण गुणोंके प्रभावसे प्रभावित होकर गुणोंके कार्यभूत शरीर-( संसार- ) में तादात्म्य, ममता और कामना करके आबद्ध हुआ है। जबतक वह गुणोंसे अतीत ( विलक्षण ) तत्त्व परमात्माके प्रभावको नहीं जानता, तबतक वह प्रकृतिजन्य गुणोंके प्रभावसे सर्वथा मुक्त नहीं हो सकता। इसलिये भगवान् ( अपनी प्राप्तिके प्रिय साधन 'अव्यभिचारिणी भक्ति’ को प्राप्त कराने हेंतु ) अपना अत्यन्त गोपनीय और विशेष प्रभाव बतानेके लिये इस ( पन्द्रहवें ) अध्यायका आरम्भ करते हैं।<br><br>  जीव परमात्माका अंश है ( गीता—पन्द्रहवें अध्यायका सातवाँ श्लोक )। अत: इसका एकमात्र सम्बन्ध अपने अंशी परमात्मासे ही है। परन्तु भूलसे यह अपना सम्बन्ध प्रकृतिके कार्य शरीर, इन्द्रियाँ, मन, बुद्धि आदिसे मान लेता है, जिनसे उसका सम्बन्ध वास्तवमें कभी था नहीं, है नहीं, होगा नहीं और हो सकता ही नहीं। परमात्मासे अपने वास्तविक सम्बन्धको भूलकर शरीरादि विजातीय पदार्थोंको 'मैं’, 'मेरा’ और 'मेरे लिये’ मानना ही व्यभिचार-दोष है। यह व्यभिचार-दोष ही अनन्य भक्तियोगमें खास बाधक है। इस बाधाको दूर करनेके लिये पन्द्रहवें अध्यायके पहले पाँच श्लोकोंके प्रकरणमें भगवान् संसार-वृक्षका वर्णन करके उसका छेदन करनेकी आज्ञा देते हैं।",
    "english": "",
    "title1": "puruṣottamayogaḥ",
    "title2": "puruṣottama",
    "titleEnglish": "The Yoga of the Supreme Spirit"
  },
  {
    "chapter_id": 16,
    "title": "दैवासुरसम्पद्विभागयोगः",
    "start": "अथ षोडशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> दैवासुरसम्पद्विभागयोगो नाम <br>षोडशोऽध्यायः",
  "hindi": "श्रीभगवान्ने सातवें अध्यायके पंद्रहवें श्लोकमें ‘दुष्कृतिनो मूढा: आसुरं भावमाश्रिता: मां न प्रपद्यन्ते ‘ (बुरे कर्म करनेवाले तथा आसुरी प्रकृतिको धारण करनेवाले मूढ़ मनुष्य मेरा भजन नहीं करते) पदोंसे आसुरी सम्पत्तिवालोंका और सोलहवें श्लोकमें ‘सुकृतिन: मां भजन्ते ‘ (पुण्यकर्मा लोग मेरा भजन करते हैं) पदोंसे दैवी सम्पत्तिवालोंका संकेतरूपसे वर्णन किया। सातवें अध्यायके अन्तिम दो श्लोकोंपर अर्जुनने आठवें अध्यायके आरम्भमें सात प्रश्न किये। उन प्रश्नोंके उत्तरमें आठवाँ अध्याय पूरा  हुआ।<br><br>भगवान्ने सातवें अध्यायके आरम्भमें जिस विज्ञानसहित ज्ञानको कहनेकी प्रतिज्ञा की थी, उसी विज्ञानसहित ज्ञानको कहनेके लिये नवें अध्यायका विषय आरम्भ किया । इस नवें अध्यायके बारहवें श्लोकमें भी ‘राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: ‘ पदोंसे आसुरी सम्पदावालोंका और तेरहवें श्लोकमें ‘दैवीं प्रकृतिमाश्रिता: मां भजन्ते ‘ पदोंसे दैवी सम्पदावालोंका संक्षेपसे वर्णन करके दसवें अध्यायके ग्यारहवें श्लोकतक ज्ञान-विज्ञानका विषय कहा।<br><br>  दसवें अध्यायके ग्यारहवें श्लोकके बाद भगवान्को दैवी-आसुरी-सम्पदाका विस्तारसे वर्णन करना चाहिये था, पर भगवान्के प्रभावसे प्रभावित होकर अर्जुनने भगवान्की स्तुति की एवं पुन: विभूति कहनेके लिये उनसे प्रार्थना की। विभूतियोंका वर्णन करते  हुए भगवान्ने दसवें अध्यायके अन्तिम श्लोकमें अर्जुनसे कहा कि ‘तुझे अधिक जाननेसे क्या मतलब? मैं तो सारे संसारको एक अंशमें व्याप्त करके स्थित हूँ। ‘ इसपर उस स्वरूपको (जिसके एक अंशमें सारा संसार स्थित है) देखनेके लिये उत्सुक  हुए अर्जुनने ग्यारहवें अध्यायके आरम्भमें भगवान्से अपना विश्वरूप दिखानेके लिये प्रार्थना की।<br><br>  अर्जुनको अपना विश्वरूप दिखाकर भगवान्ने ग्यारहवें अध्यायके चौवनवें-पचपनवें श्लोकोंमें अनन्य-भक्तिकी महिमा एवं उसका स्वरूप बताया। इसपर सगुण और निर्गुण-उपासकोंकी श्रेष्ठताके विषयमें अर्जुनने बारहवें अध्यायके पहले श्लोकमें प्रश्न किया। अत: भगवान्ने बारहवें अध्यायमें सगुण-उपासकोंका वर्णन करके तेरहवें अध्यायसे चौदहवें अध्यायके बीसवें श्लोकतक निर्गुण-विषयका वर्णन किया। फिर अर्जुनने चौदहवें अध्यायके इक्कीसवें श्लोकमें गुणातीतके लक्षण, आचरण एवं गुणातीत होनेका उपाय पूछा। उन प्रश्नोंका उत्तर देते  हुए भगवान्ने छब्बीसवें श्लोकमें ‘मां च योऽव्यभिचारेण भक्तियोगेन सेवते ‘ पदोंसे अव्यभिचारिणी भक्तिको गुणातीत होनेका उपाय बताया अर्थात् अव्यभिचारसे दैवी सम्पत्तिका और व्यभिचारसे आसुरी सम्पत्तिका संकेत किया। वह अव्यभिचारी भक्ति कैसे प्राप्त हो—यह बतानेके लिये पन्द्रहवें अध्यायका आरम्भ  हुआ।<br><br>  पंद्रहवें अध्यायके तीसरे श्लोकमें भगवान्ने ‘असंगशस्त्रेण दृढेन छित्त्वा ‘ पदोंसे आसुरी सम्पत्तिके कारणरूप ‘संग ‘-(संसारकी आसक्ति-) का त्याग करके असंगतासे प्रकट होनेवाली दैवी सम्पत्तिकी बात कही। फिर चौथे श्लोकमें ‘तमेव चाद्यं पुरुषं प्रपद्ये ‘ पदोंसे शरणागतिरूप दैवी सम्पत्तिका वर्णन किया और अर्थान्तरमें जो शरण नहीं होते, उन आसुरी सम्पत्तिवालोंका संकेत किया। फिर उन्नीसवें श्लोकमें ‘स सर्वविद् असम्मूढ: मां सर्वभावेन भजति ‘ पदोंसे दैवी सम्पदावालोंका अर्थात् अधिकारियोंका वर्णन किया और अर्थान्तरमें जो भगवान्का भजन नहीं करते, उन आसुरी सम्पदावालोंका अर्थात् अनधिकारियोंका वर्णन किया।<br><br>  इस प्रकार अर्जुनके अन्य प्रश्नोंके कारण अबतक भगवान्को दैवी और आसुरी सम्पदापर विस्तारसे कहनेका अवसर प्राप्त नहीं  हुआ। अब अर्जुनका कोई प्रश्न न रहनेसे भगवान् इस सोलहवें अध्यायमें दैवी और आसुरी सम्पदाका विस्तारसे वर्णन आरम्भ करते हैं।",
    "english": "",
    "title1": "daivāsurasampadvibhāgayogaḥ",
    "title2": "daivāsura",
    "titleEnglish": "The Yoga of the Division Between the Divine and the Demoniacal"
  },
  {
    "chapter_id": 17,
    "title": "श्रद्धात्रयविभागयोगः",
    "start": "अथ सप्तदशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> श्रद्धात्रयविभागयोगो नाम <br>सप्तदशोऽध्यायः",
  "hindi": "सोलहवें अध्यायके तेईसवें श्लोकमें भगवान्ने शास्त्रविधिका त्याग करके मनमाने ढंगसे आचरण करनेवाले पुरुषोंको सिद्धि, सुख और परमगति न मिलनेकी बात कही। यह सुननेपर अर्जुनके मनमें आया कि शास्त्रविधिको ठीक-ठीक जाननेवाले लोग तो बहुत कम हैं। अधिक संख्यामें ऐसे ही लोग हैं, जो शास्त्रविधिको तो जानते नहीं, पर अपनी कुल-परम्परा, वर्ण, आश्रम, संस्कार आदिके अनुसार देवता आदिका श्रद्धापूर्वक यजन (पूजन) करते हैं। शास्त्रविधिका त्याग होनेसे ऐसे पुरुषोंकी नीची (आसुरी) स्थिति होनी चाहिये और श्रद्धा होनेसे ऊँची (दैवी) स्थिति होनी चाहिये। इसलिये वास्तवमें उनकी क्या स्थिति है—यह जाननेके लिये अर्जुन पहले श्लोकमें प्रश्न करते हैं।",
    "english": "",
    "title1": "śraddhātrayavibhāgayogaḥ",
    "title2": "śraddhā",
    "titleEnglish": "The Yoga of the Division of the Threefold Faith"
  },
  {
    "chapter_id": 18,
    "title": "मोक्षसंन्यासयोगः",
    "start": "अथाष्टादशोऽध्यायः",
    "end": "ॐ तत्सदिति<br> श्रीमद्भगवद्गीतासु<br> उपनिषत्सु<br> ब्रह्मविद्यायां<br> योगशास्त्रे<br> श्रीकृष्णार्जुनसंवादे<br> मोक्षसंन्यासयोगो नाम <br>अष्टादशोऽध्यायः",
  "hindi": "श्रीभगवान्ने दूसरे अध्यायके उनतालीसवें श्लोकमें 'एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमां शृणु’ पदोंसे जिस सांख्ययोग और कर्मयोगकी बात कही है, उसीको तीसरे अध्यायके तीसरे श्लोकमें सांख्यनिष्ठा और योगनिष्ठाके नामसे कहा है। उन दोनों निष्ठाओंके तत्त्वको अलग-अलग रूपसे ठीक जाननेकी इच्छा अर्जुनके मनमें थी। परन्तु जिस प्रकार भगवान्को सातवेंसे पंद्रहवें अध्यायतक दैवी-सम्पत्ति और आसुरी-सम्पत्तिको कहनेका अवसर प्राप्त नहीं हुआ, उसी प्रकार अर्जुनको भी तीसरेसे सत्रहवें अध्यायतक उन दोनों निष्ठाओंके विषयमें अपनी जिज्ञासा प्रकट करनेका अवसर प्राप्त नहीं हुआ।<br><br>  तीसरे अध्यायके तीसरे श्लोकमें दो निष्ठाओंको कहकर भगवान्ने चौथे अध्यायके पहले श्लोकमें बताया कि मैंने इस अविनाशी योगको सूर्यसे कहा था। इसपर अर्जुनने प्रश्न किया कि आपका जन्म तो अभीका है, फिर आपने सृष्टिके आदिमें सूर्यको कैसे उपदेश दिया? उत्तरमें भगवान्ने अपने अवतार और कर्मयोगके तत्त्वका वर्णन किया। चौथे अध्यायके ही चौंतीसवें श्लोकमें भगवान्ने अर्जुनको ज्ञान प्राप्त करनेकी आज्ञा दी—'तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया’ और बयालीसवें श्लोकमें योगमें स्थित होनेकी आज्ञा दी—'छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत’ इन दो अलग-अलग आज्ञाओंके कारण अर्जुनने पाँचवें अध्यायके आरम्भमें दोनोंमें अपने लिये एक निश्चित कल्याणकारक साधन पूछा। उसके उत्तरमें भगवान्ने पाँचवें अध्यायका विषय पूरा कहकर अपनी ओरसे ही छठे अध्यायका विषय आरम्भ किया।<br><br>  छठे अध्यायके तैंतीसवें-चौंतीसवें श्लोकोंमें अर्जुनने मनकी चंचलताके विषयमें प्रश्न किया। उसका भगवान्ने बहुत संक्षेपसे उत्तर दिया। फिर अर्जुनने सैंतीसवेंसे उनतालीसवें श्लोकतक योगभ्रष्ट पुरुषकी गतिके विषयमें प्रश्न किया। उसका उत्तर देते हुए भगवान्ने छठे अध्यायका विषय समाप्त किया। छठे अध्यायके अन्तिम श्लोकमें भगवान्ने अपने भक्तको सम्पूर्ण योगियोंमें परम श्रेष्ठ बताया। उसीको लेकर भगवान्ने सातवें अध्यायका विषय आरम्भ किया और उसमें भक्तिका विशेष वर्णन किया।<br><br>  सातवें अध्यायके अन्तमें आये हुए ब्रह्म, अध्यात्म आदिको लेकर अर्जुनने आठवें अध्यायके आरम्भमें सात प्रश्न किये। उनमेंसे छ: प्रश्नोंका उत्तर संक्षेपसे देकर अन्तकालीन गति-विषयक सातवें प्रश्नके उत्तरमें भगवान्ने विस्तारपूर्वक आठवें अध्यायका विषय कहा। फिर सातवें अध्यायमें जो विषय छूट गया था, उसी विषयका वर्णन नवें अध्यायमें तथा दसवें अध्यायमें ग्यारहवें श्लोकतक किया। दसवें अध्यायके नवें, दसवें और ग्यारहवें श्लोकमें भक्त और उनपर कृपाकी बात सुनकर अर्जुन बहुत प्रसन्न हुए और प्रभावित भी हुए। अत: अर्जुनने बारहवेंसे अठारहवें श्लोकतक भगवान्की स्तुति की और अपनी विभूतियोंको विस्तारसे कहनेके लिये प्रार्थना की। अपनी मुख्य-मुख्य विभूतियोंको कहते हुए भगवान्ने दसवें अध्यायके अन्तमें कहा कि 'हे अर्जुन! तेरेको बहुत जाननेकी क्या जरूरत है? मैं सम्पूर्ण संसारको अपने एक अंशमें व्याप्त करके स्थित हूँ। इसी बातको लेकर ग्यारहवें अध्यायके आरम्भमें अर्जुनने भगवान्से अपना विश्वरूप दिखानेके लिये प्रार्थना की। अपना विश्वरूप दिखाकर भगवान्ने ग्यारहवें अध्यायके अन्तमें कहा कि अनन्य भक्तिसे मेरा दर्शन, ज्ञान और मेरेमें प्रवेश—ये तीनों हो जाते हैं।<br><br> ग्यारहवें अध्यायके अन्तमें भगवान्ने भक्तिकी महिमा कही और उससे पहले (चौथे अध्यायके चौंतीसवेंसे सैंतीसवें श्लोकतक, पाँचवें अध्यायके तेरहवेंसे छब्बीसवें श्लोकतक, छठे अध्यायके चौबीसवेंसे अट्ठाईसवें श्लोकतक और आठवें अध्यायके ग्यारहवेंसे तेरहवें श्लोकतक) निर्गुण-तत्त्वकी उपासनाकी महिमा कही। उन दोनोंमें कौन श्रेष्ठ है—इस बातको अर्जुनने बारहवें अध्यायके आरम्भमें पूछा। उत्तरमें भगवान्ने बारहवें अध्यायमें भक्तिकी और तेरहवें-चौदहवें अध्यायोंमें निर्गुण-साधनाकी बात कही। चौदहवें अध्यायके इक्कीसवें श्लोकमें अर्जुनने गुणातीतके लक्षण, आचरण और गुणातीत होनेका उपाय पूछा तो भगवान्ने गुणातीतके लक्षण और आचरण बताकर अपनी अव्यभिचारिणी भक्तिको गुणातीत होनेका उपाय बताया। उसी-(अव्यभिचारिणी भक्ति-) के वर्णनमें भगवान्ने पंद्रहवें अध्यायका विषय कहा। पंद्रहवें अध्यायके अन्तमें 'स सर्वविद् भजति मां सर्वभावेन भारत’ पदोंसे यह बात कही कि दैवी-सम्पत्तिवाले पुरुष मेरा भजन करते हैं और अर्थान्तरमें आसुरी-सम्पत्तिवाले पुरुष मेरा भजन नहीं करते। इससे पहले भी सातवें अध्यायके पंद्रहवें श्लोकमें और नवें अध्यायके बारहवें-तेरहवें श्लोकोंमें संकेतरूपसे दैवी और आसुरी-सम्पत्तिका वर्णन हुआ था। अत: दैवी और आसुरी-सम्पत्तिका विस्तारसे वर्णन करनेके लिये सोलहवें अध्यायका आरम्भ हुआ।<br><br>  सोलहवें अध्यायके उपान्त्य श्लोकको लेकर अर्जुनने सत्रहवें अध्यायके आरम्भमें निष्ठाके विषयमें प्रश्न किया। उत्तरमें भगवान्ने तीन प्रकारकी श्रद्धाका वर्णन करते हुए अध्यायका विषय पूरा कर दिया। सत्रहवें अध्यायके बाद अब अर्जुन तीसरे अध्यायके तीसरे श्लोकमें कही दो निष्ठाओंके तत्त्वको अलग-अलग स्पष्ट जाननेके लिये भगवान्के सामने अपनी जिज्ञासा प्रकट करते हैं।",
    "english": "",
    "title1": "mokṣasaṃnyāsayogaḥ",
    "title2": "mokṣasaṃnyāsa",
    "titleEnglish": "The Yoga of Liberation by Renunciation"
  },
  {
    "chapter_id": 19,
    "title": "Gita Mahatmya",
    "start": "atha śrīgītāmāhātmyaprārambhaḥ",
    "end":"iti śrīvārāhapurāṇe śrīgītāmāhātmyaṃ sampūrṇam",
    "hindi": "",
    "english": "",
    "title1": "gītā māhātmya",
    "title2": "gītā māhātmya",
    "titleEnglish": "The Glory of the Gita"
  },
  {
    "chapter_id": 20,
    "title": "Meditation on Sage Vyasa",
    "start": "atha śrīvyāsa dhyānam",
    "end":"iti śrīvyāsa dhyānam",
    "hindi": "",
    "english": "",
    "title1": "śrīvyāsa dhyānam",
    "title2": "vyāsa dhyānam",
    "titleEnglish": "Meditation on Sage Vyasa"
  },
  {
    "chapter_id": 21,
    "title": "Meditation on the Guru",
    "start": "atha śrīguru dhyānam",
    "end":"iti śrīguru dhyānam",
    "hindi": "",
    "english": "",
    "title1": "śrīguru dhyānam",
    "title2": "guru dhyānam",
    "titleEnglish": "Meditation on the Guru"
  },
  {
    "chapter_id": 22,
    "title": "Meditation on Lord Krishna",
    "start": "atha śrīkṛṣṇa dhyānam",
    "end":"iti śrīkṛṣṇa dhyānam",
    "hindi": "",
    "english": "",
    "title1": "śrīkṛṣṇa dhyānam",
    "title2": "kṛṣṇa dhyānam",
    "titleEnglish": "Meditation on Lord Krishna"
  },
  {
    "chapter_id": 23,
    "title": "Gita Dhyanam",
    "start": "atha dhyānam",
    "end":"iti dhyānam",
    "hindi": "",
    "english": "",
    "title1": "gītā dhyānam",
    "title2": "gītā dhyānam",
    "titleEnglish": "Meditation on the Gita"
  }
]
